tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "jkfran/killport"
brew "anyenv"
brew "bat"
brew "deno"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "httpie"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "sl"
brew "tmux"
brew "tree"
brew "zplug"
brew "jesseduffield/lazydocker/lazydocker"
brew "jkfran/killport/killport"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alt-tab"
cask "android-sdk"
cask "bluesnooze"
cask "cmd-eikana"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "graphql-playground"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "monitorcontrol"
cask "raindropio"
cask "raycast"
cask "scroll-reverser"
cask "stay"
cask "visual-studio-code"
cask "zoom"
vscode "adpyke.codesnap"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "CHENJIE.fleet-dark"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "deque-systems.vscode-axe-linter"
vscode "esbenp.prettier-vscode"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hediet.vscode-drawio"
vscode "hex-ci.stylelint-plus"
vscode "ipatalas.vscode-postfix-ts"
vscode "k--kato.intellij-idea-keybindings"
vscode "LeetCode.vscode-leetcode"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "sastan.twind-intellisense"
vscode "ShayanAhmedKhan.android-studio-color-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "toba.vsfire"
vscode "vscode-icons-team.vscode-icons"
vscode "yoavbls.pretty-ts-errors"
vscode "yusukehirao.vscode-markuplint"
vscode "yzhang.markdown-all-in-one"
