tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "jkfran/killport"
brew "anyenv"
brew "awscli"
brew "bat"
brew "c-ares"
brew "deno"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "httpie"
brew "jq"
brew "llvm"
brew "neovim"
brew "ripgrep"
brew "rustup"
brew "sl"
brew "tmux"
brew "tree"
brew "zplug"
brew "jesseduffield/lazydocker/lazydocker"
brew "jkfran/killport/killport"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "android-sdk"
cask "bluesnooze"
cask "cmd-eikana"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "graphql-playground"
cask "httpie"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "monitorcontrol"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "stay"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "adpyke.codesnap"
vscode "ambar.bundle-size"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bradlc.vscode-tailwindcss"
vscode "chenjie.fleet-dark"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "deque-systems.vscode-axe-linter"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hediet.vscode-drawio"
vscode "hex-ci.stylelint-plus"
vscode "ipatalas.vscode-postfix-ts"
vscode "k--kato.intellij-idea-keybindings"
vscode "leetcode.vscode-leetcode"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pluralsight.live-share-mob-timer"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "sastan.twind-intellisense"
vscode "shayanahmedkhan.android-studio-color-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "toba.vsfire"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "yusukehirao.vscode-markuplint"
vscode "yzhang.markdown-all-in-one"
