tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
brew "anyenv"
brew "bat"
brew "deno"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "httpie"
brew "jq"
brew "neovim"
brew "sl"
brew "tmux"
brew "tree"
brew "zplug"
brew "jesseduffield/lazydocker/lazydocker"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "cmd-eikana"
cask "discord"
cask "docker"
cask "goneovim"
cask "google-chrome"
cask "google-japanese-ime"
cask "graphql-playground"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "monitorcontrol"
cask "raycast"
cask "scroll-reverser"
cask "stay"
cask "visual-studio-code"
